incubator/app/controllers/projects_controller.rb

  def index
		@projects = Project.order("started_at DESC")
---
SELECT "projects".* FROM "projects"  ORDER BY started_at DESC

	def create
		project = Project.create(project_params)
		project.update(started_at: Time.now)
---
INSERT INTO "projects" ("name", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Website"], ["body", "this is the second test"], ["created_at", "2016-03-08 08:25:03.602973"], ["updated_at", "2016-03-08 08:25:03.602973"]]
UPDATE "projects" SET "started_at" = ?, "updated_at" = ? WHERE "projects"."id" = ?  [["started_at", "2016-03-08 08:28:53.771162"], ["updated_at", "2016-03-08 08:28:53.771635"], ["id", 5]]